Repository: mozilla-l10n/mt-training-data
Catalog: bxr/bxr_pontoon.tmx
Source language: en_us
Languages: bxr

source: 2 down, keep it up!<playIcon></playIcon>
bxr: 2 үлэбэ, бү зогсогты!<playIcon></playIcon>

source: Abkhaz
bxr: Абхаз

source: About
bxr: Тухай

source: Accent
bxr: Аялга

source: Acehnese
bxr: Ачээ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bxr: { $actionType }<playIcon></playIcon> үгүүлбэриие алдуугүйгөөр уншаба гү?

source: { $actionType } submit when ready
bxr: { $actionType } бэлэн һаань эльгээнэ гүт

source: Add an avatar to your profile
bxr: Хэрэглэгшын дансадаа хии дүрэ нэмэхэ

source: Additional Language
bxr: Бусад хэлэн

source: Add Language
bxr: Хэлэ нэмээхэ

source: Adyghe
bxr: Адыг

source: Afrikaans
bxr: Африкаанс

source: Age
bxr: Наһан

source: Albanian
bxr: Албаан

source: All
bxr: Хуу

source: Amharic
bxr: Амһар

source: Arabic
bxr: Араб

source: Aragonese
bxr: Арагон

source: Artificial intelligence
bxr: Хэмэл ухаан

source: Assamese
bxr: Ассам

source: Asturian
bxr: Астур

source: Avatar
bxr: Хии дүрэ

source: Azerbaijani
bxr: Азербайджан

source: Back to Top
bxr: Дээшээ бусаха

source: Bashkirs
bxr: Башкир

source: Basque
bxr: Баск

source: Become a partner
bxr: Хамтарагша болохо

source: Benefits
bxr: Дабуу тала

source: Bengali
bxr: Бенгал

source: <bold>Help us</bold> find more voices
bxr: Шэнэ дуу хоолой олоходомнай <bold>туһална гүт</bold>

source: Breton
bxr: Бретон

source: Bulgarian
bxr: Болгар

source: Buryat
bxr: Буряад

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
bxr: Сахим шуудан абахые зүбшөөрһэн хадатнай, Mozilla <privacyLink>Хубиин эрхын тэмдэглэл</privacyLink> соо зааһан ёһоор энэ мэдээсэлыетнай хэрэглэхэ болоно.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
bxr: Common Voice-той хубаалсаһан өөр тухай зарим мэдээсэлтнай хэлэхы таниха хүдэлгүүртэ танилтаяа улам нягта нямбай болгоходонь туһатай байха.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bxr: Ниитын дуу хоолой ашаглаһанаараа <termsLink>Нүхэсэл</termsLink> болон <privacyLink>Хубиин эрхэ тухай тэмдэглэл</privacyLink> зүбшөөрһэн болонот.

source: Cancel Re-recording
bxr: Дахин бэшэһэеэ сусалха

source: Cancel Submission
bxr: Эльгээлтэ сусалха

source: Catalan
bxr: Каталан

source: Chinese (China)
bxr: Хятад (БНХАУ)

source: Chinese (Hong Kong)
bxr: Хятад (Һонкон)

source: Chinese (Taiwan)
bxr: Хятад (Тайван)

source: Chuvash
bxr: Чуваш

source: Click
bxr: Тобшохо

source: Clips
bxr: Клипнүүд

source: Clips Uploaded
bxr: Клипнүүд ашаалагдаба

source: Clips You've Recorded
bxr: Танай бэшэлгэ

source: Clips You've Validated
bxr: Баталгажуулһан бэшэлгэтнай

source: Close
bxr: Хааха

source: Contact
bxr: Холбоо бариха

source: Contact Form
bxr: Холбоо бариха маягта

source: Contribute
bxr: Баяжуулха

source: Contribute to { $lang }
bxr: { $lang } хэлэ баяжуулха

source: Contribute Your Voice
bxr: Дуу хоолойгоо оруулан баяжуулха

source: Contribution Activity
bxr: Баялигжуулһан үйлэ ажаллалга

source: Cookies
bxr: Күүкис

source: Cornish
bxr: Корн

source: { $count } Clips Submitted
bxr: клип

source: { $count }mo
bxr: { $count }һара

source: { $count }wk
bxr: { $count } дх

source: { $count }y
bxr: { $count }жэл

source: Create a profile
bxr: Хэрэглэгшын данса үүсхэхэ

source: Croatian
bxr: Хорват

source: Czech
bxr: Чех

source: Danish
bxr: Дани

source: Dashboard
bxr: Нюур самбар

source: Datasets
bxr: Үгэгдэл

source: Days
bxr: үдэр

source: Delete Data
bxr: Үгэгдэлым усадхаха

source: Delete my recordings
bxr: Бэшэлгэнүүдээ усадхая

source: Delete Profile
bxr: Хэрэглэгшын данса усадхаха

source: Dhivehi
bxr: Малдив (дивээһи)

source: Donate your voice
bxr: Дуу хоолойгоо хандиблаха

source: Don't see your language on Common Voice yet?
bxr: Танай хэлэн Ниитын дуу хоолой соо үгы байна гү?

source: Download
bxr: Татажа абаха

source: Download Common Voice Data
bxr: Ниитын дуу хоолойн үгэгдэл татажа абаха

source: Download Data
bxr: Татажа абаха

source: Download { $language }
bxr: { $language } хэлэ татажа абаха

source: Download My Data
bxr: Үгэгдэлөө татажа абаха

source: Dutch
bxr: Һолланд

source: Edit
bxr: Заһаха

source: Edit Profile
bxr: Хэрэглэгшын данса заһаха

source: Email
bxr: Сахим шуудан

source: Email is already used for a different account
bxr: Тус сахим хаягые ондоо хэрэглэшэ бүридхүүлэнхэй

source: Email Subscriptions
bxr: Сахим шууданаар захиха

source: English
bxr: Англи

source: Enter your email
bxr: Сахим шуудангаа оруулна гүт

source: Erzya
bxr: Эрзя

source: Esperanto
bxr: Эсперанто

source: Estonian
bxr: Эстон

source: Everyone
bxr: Хүн бүхэн

source: Exit & Delete clips
bxr: Гараад, клипнүүдээ усадхаха

source: Exit Form
bxr: Гараха маягта

source: FAQ
bxr: ХАА

source: Faroese
bxr: Фөөрис

source: Female
bxr: Эхэнэр

source: Finish recording
bxr: Бэшэлгэ дууһаха

source: Finish recording first?
bxr: Түрүүн бэшэлгэеэ дүүргэхэмнай гү

source: Finnish
bxr: Фин

source: French
bxr: Франци

source: Frequently Asked Questions
bxr: Дандаа асуудаг зүйл

source: Frisian
bxr: Фриз

source: Galician
bxr: Галиси

source: Gender
bxr: Хүйһэн

source: Georgian
bxr: Гүржэ

source: German
bxr: Герман

source: Get involved
bxr: Оролсохо

source: Get Involved
bxr: Оролсохо

source: Get Started with Speech Recognition
bxr: Хэлэхы таниха оньһон ухаанай оршол

source: Glossary
bxr: Үгын тайлбари

source: Goals
bxr: Зорилго

source: Go to { $name }
bxr: { $name } руу

source: Great!<recordIcon></recordIcon> Record your next clip
bxr: Гоё даа!<recordIcon></recordIcon> Удаадахи клип бэшэнэ гүт

source: Great work!<playIcon></playIcon> Listen again when you're ready
bxr: Бэрхэт даа!<playIcon></playIcon> Бэлэн болоходоо дахин шагнажа үзэгты

source: Greek
bxr: Грег

source: Hakha Chin
bxr: Һака

source: Hausa
bxr: Һауса

source: Hebrew
bxr: Еврей

source: Help
bxr: Туһаламжа

source: Help us build a community around voice technology, stay in touch via email.
bxr: Дуу хоолойн технологи һонирходог хүнүүдые нэгэдхэхэдэмнай туһалжа, сахим шуудангаар холбоотой байхыетнай гуйнабди.

source: Help us validate sentences!
bxr: Үгүүлбэри баталалсажа үгыт!

source: Hidden
bxr: Нюуха

source: Hill Mari
bxr: Уулын Мари

source: Hindi
bxr: Энэдхэг

source: Hours Recorded
bxr: Бэшэлгын саг

source: Hours Validated
bxr: Баталгажуулһан саг

source: { $hours } validated hours so far!
bxr: { $hours } саг баталагдаад байна!

source: How ?
bxr: Яажа?

source: How can I get the Common Voice data?
bxr: Common Voice-ой үгэгдэлые яажа абахаар бэ?

source: How does Common Voice calculate hours?
bxr: Common Voice саг яажа тоолодог бэ?

source: How does it work?
bxr: Яажа хүдэлдэг бэ?

source: Hungarian
bxr: Унгар

source: I agree
bxr: Зүбшөөрнэб

source: Icelandic
bxr: Исланд

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bxr: Зорилго һануулһан, ажалай ябаса харуулһан, Common Voice-ын һонинуудые мэдээсэһэн сахим шуудан абахаа һананаб.

source: I do not agree
bxr: Зүбшөөрнэгүйб

source: * Indicates required field
bxr: *Заабол бүглэхэ ёһотой мэдээсэл

source: Indonesian
bxr: Индонези

source: In Progress
bxr: Татагдажа байна

source: Interlingua
bxr: Интэрлингва

source: Irish
bxr: Ирланд

source: Is the clip valid?
bxr: Бэшэлгэ зүб гү?

source: Italian
bxr: Итали

source: Izhorian
bxr: Ижор

source: Japanese
bxr: Япон

source: Kabyle
bxr: Кабайл

source: Kaqchikel
bxr: Какчикэл

source: Kazakh
bxr: Хасаг

source: Keep
bxr: Байлгаха

source: Keep Data
bxr: Үгэгдэлым байлгаха

source: Keep it up, record again <recordIcon></recordIcon>
bxr: Бү зогсогты, дахин бэшэе <recordIcon></recordIcon>

source: Keep the recordings
bxr: Бэшэлгэнүүдээ байлгаха

source: Kinyarwanda
bxr: Руанда

source: Komi-Zyrian
bxr: Зырян Коми

source: Korean
bxr: Солонгос

source: Kurdish
bxr: Күрд

source: Kyrgyz
bxr: Киргиз

source: Language
bxr: Хэлэн

source: Language Request
bxr: Шэнэ хэлэ үүсхэхэ

source: Language request successfully submitted, thank you.
bxr: Шэнэ хэлэ үүсхэхэ хүсэлтэ амжалтатай эльгээгдэбэ. Һайн даа!

source: Languages
bxr: Хэлэнүүд

source: Latvian
bxr: Латви

source: Leaderboard Visibility
bxr: Түрүүшүүлэй самбарта харагдуулха

source: Leaving now means you'll lose your progress
bxr: Мүнөө гарашоо һаа, бэшэһэн юумэе алдахат

source: License: <licenseLink>CC-0</licenseLink>
bxr: Лицензи: <licenseLink>CC-0</licenseLink>

source: Ligurian
bxr: Лигүри

source: Listen
bxr: Шагнаха

source: Lithuanian
bxr: Литва

source: Loading…
bxr: Ашаалагдажа байна...

source: Localization
bxr: Нютагшуулха

source: Log In / Sign Up
bxr: Нэбтэрхэ/Бүридхүүлхэ

source: Log Out
bxr: Гараха

source: Macedonian
bxr: Македон

source: Malayalam
bxr: Малаяалам

source: Male
bxr: Эрэ

source: Meadow Mari
bxr: Нугын Мари

source: Message
bxr: Бэшэг

source: Moksha
bxr: Мокша

source: Mongolian
bxr: Монгол

source: More
bxr: Дэлгэрэнгы

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
bxr: Mycroft хадаа дэлхэйн түрүүшын нээлтэтэй туһалагша. Mycroft-ые шэрээгэй компьютер, машина, Raspberry Pi соо ажаллуулхаар.

source: n
bxr: ү

source: N/A
bxr: Ү/Х

source: Name
bxr: Нэрэ

source: Native Language
bxr: Эхэ хэлэн

source: Nepali
bxr: Балба

source: Next Goal: { $goal }
bxr: Удаадахи зорилго: { $goal }

source: Next Goals: { $goal }
bxr: Удаадахи зорилго: { $goal }

source: No
bxr: Үгы

source: No microphone found.
bxr: Микрофон олдоногүй

source: Norwegian Bokmål
bxr: Букмол Норвег

source: Norwegian Nynorsk
bxr: Нюноршк Норвег

source: Not found
bxr: Олдобогүй

source: No Thanks
bxr: Үгы дөө

source: Number of Voices
bxr: Дуу хоолойн тоо

source: Occitan
bxr: Окситан

source: Odia
bxr: Одия

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
bxr: Наһан, хүйһэн, хэлэн, аялга зэргэ хүн тухай нарин мэдээсэл хангахаар шиидээ һаатнай, дуу хоолойн бэшэлгэтэйтнай холбоогүй хадагалагдаха, мүн хэзээшье танай хэрэглэгшын данса соо харуулагдахагүй.

source: Other
bxr: Ондоо

source: Other Language
bxr: Ондоо хэлэн

source: Overall Accuracy
bxr: Юрэнхы нарин нягта байдал

source: Overall project status: see how far we’ve come!
bxr: Түһэлэй юрэнхы байдал: бидэ хэр холо хүрөөбибди!

source: p
bxr: т

source: Partners
bxr: Хамтарагшад

source: Persian
bxr: Перс

source: <playIcon></playIcon>Last one!
bxr: <playIcon></playIcon>Һүүлшынхи!

source: Play/Stop
bxr: Тоглуула/Зогсо

source: Please tap to record, then read the above sentence aloud.
bxr: Бэшэлгэ хэхын тула тобшоод, үгүүлбэриие шангаар уншаарайгты.

source: Polish
bxr: Польша

source: Portuguese (Brazil)
bxr: Португал (Бразил)

source: Press { shortcut-play-toggle } to toggle play mode
bxr: Тоглуулхын түлөө { shortcut-play-toggle } тобшо дарана гүт

source: Privacy
bxr: Хубиин эрхэ

source: Profile
bxr: Хэрэглэгшын данса

source: r
bxr: б

source: Read More
bxr: Дэлгэрүүлэн уншаха

source: Ready to donate your voice?
bxr: Дуу хоолойгоо хандиблахада бэлэн гүт?

source: Recorded Hours
bxr: Бэшэлгын саг

source: <recordIcon></recordIcon> Last one!
bxr: <recordIcon></recordIcon> Һүүлшынхи!

source: Recordings
bxr: бэшэлгэ

source: Record/Stop
bxr: Бэшэ/Зогсо

source: Record your voice
bxr: Дуугарһанаа бэшэхэ

source: Remove
bxr: Усадхаха

source: Request a Language
bxr: Шэнэ хэлэ үүсхэхэ

source: *required
bxr: *шаардалгатай

source: Re-record
bxr: Дахин бэшэхэ

source: Re-record clip
bxr: Дахин бэшэжэ үзэхэ

source: Retry
bxr: Дахин үзэхэ

source: Return to Common Voice
bxr: Ниитын Дуу хоолой руу бусаха

source: Return to Common Voice Datasets
bxr: Ниитын дуу хоолойн үгэгдэл руу бусаха

source: Return to Languages
bxr: Хэлэнүүд руу бусаха

source: Review
bxr: Хянаха

source: Review & re-record clips here as you go
bxr: Эндэхэнэ клипнүүды хянаад, шэнээр бэшэхээр

source: Review & re-record clips if needed
bxr: Клипнүүды хянаад, хэрэгтэй һаань шэнээр бэшэнэ гүт

source: Review & Submit
bxr: Хянаад эльгээхэ

source: Romanian
bxr: Румын

source: Romansh
bxr: Руманш

source: Romansh Sursilvan
bxr: Сүрсилван Ромонч

source: Russian
bxr: Ород

source: s
bxr: з

source: Sakha
bxr: Яхад

source: Sardinian
bxr: Сардин

source: Save
bxr: Хадгалха

source: Saved
bxr: Хадгалагдаа

source: Search
bxr: Бэдэрхэ

source: Search for answers
bxr: Харюу бэдэрхэ

source: Select a Language...
bxr: Хэлэ шэлэхэ

source: Sentences
bxr: Үгүүлбэри

source: Serbian
bxr: Серб

source: Settings
bxr: Тааруулга

source: Sex
bxr: Хүйһэн

source: Sign up for an account
bxr: Хэрэглэгшэ бүридхүүлхэ

source: sign up for email updates
bxr: сахим шууданаар шэнэ мэдээ абаха

source: Sign up for { $lang } updates:
bxr: { $lang } хэлэнэй шэнэшэлһые дуулаха:

source: Sinhala
bxr: Сингала

source: Size
bxr: Хэмжээн

source: Skip
bxr: Алгасаха

source: Slovak
bxr: Словак

source: Slovenian
bxr: Словен

source: Sorbian, Lower
bxr: Доодо Сорб

source: Sorbian, Upper
bxr: Дээдэ Сорб

source: Spanish
bxr: Испан

source: Speak
bxr: Хэлэгты

source: Speak now
bxr: Мүнөө хэлэгты

source: Start recording
bxr: Бэшэлгэ эхилхэ

source: Stats
bxr: Тоо дүн

source: Submit
bxr: Эльгээхэ

source: Submit clips
bxr: Клипнүүдые эльгээхэ

source: Submit success! Want to record again?
bxr: Амжалтатай эльгээгдэбэ! Ондоо бэшэлгэ хэхэ гүт?

source: Subscribe
bxr: Захиха

source: Success, profile created!
bxr: Хэрэглэгшын данса амжалтатай үүсхэгдэбэ!

source: Swedish
bxr: Швед

source: Tajik
bxr: Таджиг

source: Tamil
bxr: Тамил

source: Tap
bxr: Тобшохо

source: Tatar
bxr: Татаар

source: Telugu
bxr: Тэлүгү

source: Terms
bxr: Нүхэсэл

source: Thai
bxr: Тай

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bxr: Бэшэлгэ хэһэндэтнай талархая!<lineBreak></lineBreak>Мүнөө доро байһан клипнүүдые хянаад эльгээнэ гүт.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bxr: { $lang } хэлэ баяжуулха болоһондотнай таларханабди. Хэлэн бүхэниие эхилүүлхын тула шармайн ажаллажа, багуудта сахим шуудангаар мэдээсэл хүргэжэ байнабди. Баяжуулалсахаа һанаа һаа, сахим шуудангаа доро оруулна гүт.

source: The number of recordings and which languages you contribute to will be public.
bxr: Танай бэшэлгын тоо болон ямар хэлэ баялижуулжа байһантнай олониитэдэ харуулагдаха.

source: The recording was too long.
bxr: Бэшэлгэ дэн ута байна

source: The recording was too quiet.
bxr: Бэшэлгэ дэн аалин байна

source: The recording was too short.
bxr: Бэшэлгэ дэн богони байна

source: The selected file is too large
bxr: Шэлэһэн файлтнай дэн томо

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
bxr: Энэ хадаа нээлтэтэй программа тула, дураараа ондоо программатай холбожо, нэмэжэ, һайжаруулжа болохо. Mycroft-ые эрдэм шэнжэлгын түһэл, бизнесэй программа мэтэ алибаа зүйлдэ ашаглажа болохо.

source: Three to go!
bxr: Гурбал үлөө!

source: Today
bxr: Мүнөөдэр

source: Today's Progress
bxr: Мүнөөдэр хэгдэһэн юумэн

source: Top Contributors
bxr: Түрүү баялигжуулагшад

source: Total
bxr: Ниитэ

source: Total Approved
bxr: Ниитэ зүбшөөрһэн

source: Turkish
bxr: Түрк

source: Ubykh
bxr: Үбых

source: Udmurt
bxr: Үдмүрт

source: Ukrainian
bxr: Украин

source: Unable to speak right now?
bxr: Мүнөө дуугархаар бэшэ гүт?

source: Upload aborted. Do you want to delete your recordings?
bxr: Ашаалга сусалагдаба. Бэшэлгэеэ усадхахатнай гү?

source: Upload an image file
bxr: Зураг ашаалха

source: Urdu
bxr: Үрдү

source: User Name
bxr: Хэрэглэгшын нэрэ

source: Using Common Voice
bxr: Common Voice хэрэглэхэ

source: Uzbek
bxr: Үзбек

source: Validated Hours
bxr: Баталгажуулһан саг

source: Validated Hrs
bxr: Баталгажуулһан саг

source: Validations
bxr: баталгажуулга

source: Vietnamese
bxr: Вьетнам

source: Visible
bxr: Харагдуулха

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
bxr: Дуу хоолой таниха оньһон ухаан хүн түрэлхитэнэй машинатай харилсаха арга замые үндэһөөрнь хубилгажа байна. Гэбэшье мүнөө дээрэ байгаа программанууд ехэ үнэтэй аад, хаалтатай. Common Voice болбол дуу хоолой таниха оньһон ухаае һайжаруулжа, олондо хүртээмжэтэй болгохын тула Mozilla-ын дурадхаһан үүсхэлэй нэгэ хэһэг юм. Энэ хадаа бүхы дэлхэйн хандиблаһан дуу хоолойн үгэгдэлэй бааза бүгөөд, алибаа хүн ямаршье хэлэндэ зорюулан, ехэ бэрхэшээлгүйгөөр богони хугасаанда дуу хоолой танидаг апп (программа) хэхэ аргатай. Бидэ гансал олон хүнэй яридаг бэшэ, мүн үсөөн яригшатайшье хэлэнэй дуу хоолойн дээжэ суглуулнабди. Олон янзын дуу хоолойн үгэгдэлые ниитэлһэнээр хүгжүүлэгшэ, дэлгэрүүлэгшэ, яригшад тус технологитой программануудые өөһэдөө болбосоруулха аргатай болоно. Common Voice-һоо гадна, Deep Speech гэһэн нээлтэтэй, хэлэхы таниха хүдэлгүүр хэжэ байнабди.

source: Voices Online Now
bxr: Һүлжээндэ гарганхай дуу хоолой

source: Votic
bxr: Вадда

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
bxr: Mozilla-ынхид бидэ дуу хоолойн технологи һонирхогшодой бүлгэм байгуулан, шэнэ үгэгдэлэй эхэ үүсбэри, шэнэшэлэлтын талаар мэдээ тараажа, эдээнииемнай яажа хэрэглэжэ байһан тухайтнай дуулаха хүсэлтэйбди.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
bxr: Сагыень тоолоходоо, бэшэлгэ бүхэнэй дундажа сагыень хэмжээд, тэрэ тоое бүхы хэлэнэй ниитэ бэшэлгын тоогоор үсхэнэбди.

source: We don't have anything to validate in this language, help us fill the queue.
bxr: Тус хэлэндэ баталха зүйл үгы байна. Баталха юумэ бии болголсоно гүт.

source: Welsh
bxr: Кимрайг

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
bxr: Мэдээсэлыетнай болгоомжотой ашаглахаяа амалнабди. <privacyLink>Хубиин эрхэ тухай тэмдэглэл</privacyLink>-ыемнай уншажа, дэлгэрэнгы мэдээсэл абана гүт.

source: We will be in touch with more information as it becomes available.
bxr: Шэнэ мэдээсэл гарахалаарнь дуулгажа байхабди.

source: We will not make your email public.
bxr: Сахим хаягыетнай олониитэдэ сасахагүйбди.

source: What is Common Voice?
bxr: Common Voice гэжэ юун бэ?

source: What's Public?
bxr: Олониитын гэжэ юун бэ?

source: When will you release Common Voice data in other languages?
bxr: Ондоо хэлэнэй Common Voice үгэгдэлые хэзээ ниитэлхэбта?

source: Where does the source text come from?
bxr: Уг бэшэбэри хаанаһаа абтааб?

source: Why ?
bxr: Юундэ?

source: Why a profile?
bxr: Хэрэглэгшын данса юундэ хэрэгтэйб?

source: Why Common Voice?
bxr: Юундэ Common Voice бэ?

source: Why do you need so many different speakers per language?
bxr: Юундэ нэгэ хэлэндэ иимэ олон яригша байха ёһотойб?

source: Why is it important?
bxr: Юундэ энэ шухалаб?

source: Why is my language not included yet?
bxr: Минии эхэ хэлэн юундэ ороодүй байнаб?

source: y
bxr: и

source: Yes
bxr: Тии

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bxr: За, сахим шуудангаар Common Voice тухай мэдээ эльгээхыетнай зүбшөөрнэб.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bxr: Сахим шуудан эльгээнэ гүт. Би Ниитын дуу хоолойдохи энэ хэлэнэй шэнэлэлтэ тухай дуулажа байхаа һананаб.

source: You
bxr: Та

source: You can choose to make your username public or anonymous.
bxr: Хэрэглэгшын нэрэеэ олониитын гү, үгы һаа нюуса болгохоорта.

source: You must allow microphone access.
bxr: Микрофон хэрэглэхые зүбшөөрнэ гүт.

source: Your download has started.
bxr: Татажа абажа байнат.

source: Your Languages
bxr: Хэлэнүүдтнай

source: Your username and email will not be associated with the published data.
bxr: Танай хэрэглэгшын нэрэ сахим хаяг хоёр ниитэлэгдэһэн үгэгдэлтэйтнай холбоогүй байха.

source: You've successfully signed up for contributing to { $language }. Thank you.
bxr: { $language } хэлэ баяжуулха болобот. Һайн даа!
